import Paragraph from "../../../UI/Paragraph/Paragraph";

export default function Awards() {
  return (
    <>
      <Paragraph text='Национален литературен конкурс "Пред виното и любовта всички са покорни"- 2023 година- 1 място' />
      <Paragraph text='Национален литературен конкурс "И ти си в мене- ти родино моя"- 2023 година- 3 място' />
      <Paragraph text='Конкурс за детска рисунка "Съвременният Бай Ганьо:- 2023 година- 2 място' />
      <Paragraph text='IX национален литературен конкурс "И децата покоряват светове. Покажи, че можеш"- 2023 година-поощрителна награда' />

      <Paragraph text='Литературен конкурс за ученици от 9-12 клас и студенти, посветен на 14.02- Ден на влюбените и музикално-поетичната вечер "Любовта е сляпа- гледа не с очите, а с душата"- 2023 година- 3 място' />
      <Paragraph
        text='Ученически конкурс "Ти ни трябваш и днес, Апостоле"- 2023 година- 3 място 
Национален конкурс по изобразително и приложно изкуство "Магията на изкуството"- 2023 година- 1 място'
      />
      <Paragraph text='Конкурс "Любовта и виното"- 2023 година- 3 място' />
      <Paragraph text='Конкурс "С обич за мама"- 2023 година- 1 място' />
      <Paragraph text='Конкурс за рисунка по случай 145 години от освобождението на България, организиран от НЧ "Люба Велич- 1905", с. Славяново, общ. Попово- 2023 година- 2 място' />
      <Paragraph text='Конкурс за рисунка "Героите на българската свобода"- 2023 година- 1 място' />
      <Paragraph text='Национален литературен конкурс "Мария Смилова"- 2023 година- 2 място' />
      <Paragraph text='Международен конкурс "Водата- да ускорим промяната"- 2023 година- 3 място' />
      <Paragraph text='Национален ученически конкурс "Пространство и време"- 2023 година- оценка 5.50' />
      <Paragraph text='Ученически конкурс "Моето мнение има значение"- 2023 година- 3 място' />
      <Paragraph text='Национален младежки конкурс "Свободата- Екзархът или Караджата"- 2023 година- награда' />
      <Paragraph text='Конкурс "Нарисувай ми театър"- 2023 година- специална награда' />
      <Paragraph text='Конкурс "Балканските войни 1912-1913 г. и националният идеал за единение на България"- 2023 година- награда' />
      <Paragraph text='Конкурс "Петьофи 200"- 2023 година-  100 лв ваучер' />
      <Paragraph text='Читалищен конкурс "Георги Тодоров"- 2023 година- 1 място' />
      <Paragraph text='Международен фестивал "Българската душа на Святата земя"- 2023 година- 1 място     ' />
      <Paragraph text='Национален конкурс "Българска носия- изработка на българска автентчна носия в умален размер от 35 см до 80 см" -2023 година-  поощрителна награда ' />
      <Paragraph text='Конкурс "По стъпките на Иван Вазов"- 2023 година- 3 място' />
      <Paragraph text="Национална инициатива „Завръщане към корените” и „По обратния път на дедите ни”- 2023 година- 2 място" />
      <Paragraph text='Национален литературен конкурс "Този безкраен свят"- 2023 година- 3 място' />
      <Paragraph text="Международен литературен конкурс „Щом / искам, / ще стане“- 2023 година- отличена" />
      <Paragraph text="Национален конкурс за литература „Янаки Петров“- 2023 година- 1място" />
      <Paragraph text='Международен конкурс "Иван Бързаков"- 2023 година- 2 място' />
      <Paragraph text="Национален ученически конкурс, посветен на 80-тата годишнина от събитията в с.Ястребино (1943)- 2024 година- специална награда" />
      <Paragraph text="Конкурс за рисунка, плакат, фотография и 3D-изображение “Световният климат: мисли глобално, действай локално!”- 2024 година- 1 място" />
      <Paragraph
        text='Национален литературен конкурс "Млад разказвач"- 2024 година- награда на Черноморска асоциация на жените за най-добър млад участник 
Конкурс „Чудото любов“- 2024 година- 1 място'
      />
      <Paragraph text='Трети национален литературен конкурс "Любовта е извор"- 2024 година- поощрителна награда' />
      <Paragraph text="Литературен конкурс, посветен на личността и делото на Апостола, на тема: „Слово и дело – венецът на един живот“- 2024 година- 2 място" />
      <Paragraph text='Онлайн конкурс за ученици "Събитие от живота на Васил Левски, което ме впечатли"- 2024 година- 3 място' />
      <Paragraph text='Национален ученически конкурс за стихотворение и есе на тема "Любовта е..."- 2024 година- 1 място' />
      <Paragraph text="Конкурс “С любов към Франция”- 2024 година- 3 място" />
      <Paragraph text="Международен фестивал „Българска душа на Святата земя“- 2024 година-  3 място" />
      <Paragraph text='Национален конкурс за млади художници и литератори " Да опазим планетата чиста”- 2024 година- 3 място ' />
      <Paragraph text="Национален литературен конкурс за създаване на авторски текстове на английски и немски език „Този безкраен свят”- 2024 година- 2 място" />
    </>
  );
}
