import { useEffect } from "react";
import PageTemplate from "../PageTemplate";

export default function MathLove() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);

  return (
    <PageTemplate
      title="Човек вижда толкова, колкото знае"
      prevPath="/Democracy"
      nextPath="/almanah"
      text={
        <p>
          &ensp; „Проста математика- колкото и плюсове да има на друго място,
          няма да тежат повече от единствения минус. Че не си ти…“, гласи цитат
          от книгата „158 удара в минута“. Да бъдем точни- необходими са само 4
          минути, за да разберете дали сте влюбени в някого. Умножим ли 4 по
          158, получаваме числото 632- ангелско число, което е знак, че животът
          ви се променя и нещата ще се подобрят. Що за сила е това? <br />
          &ensp;Живот без любов! „Живот ли бе- да го опишеш“ В определен етап от
          съзряването ни идва момент, в който срещаме онази любов- сляпата,
          която преобръща представата за съществуването..., най-невинна, но в
          същото време и най-тежка. Що за приказка е тя? От онези вълшебните, но
          не винаги с щастлив край. Такава е- или полудяваш по нея, или от нея.
          Или се губиш, или те погубва. Тя е цветето на човешката душа- корените
          й са напоени с прашец от рози, листата й са остри като тръни, а плодът
          е шарен като перата на папагал, с вкус на куп емоции и преживявания.
          Любовта е с дъх на канела, с дълбоки кехлибарени очи, в които потъваш
          и може би ще се удавиш… Тя е изкуство, което владеят само онези, които
          събират и свързват душите си, остават заедно в добро и в зло и
          устояват на всички жестоки удари от съдбата. Нужни са само двама,
          които да си паснат по споделеност, идеали, цели и душевност. Това е.
          Проста математика! <br />
          &ensp; Всъщност има само 3 основни цвята, 10 цифри и 7 ноти. Но не
          това е важно, а по-скоро комбинациите им. Червеният и синият цвят се
          смесват и се получава лилавият. Нужни са само единица и нула за
          милион, а ключът към песните е нотата. В любовта любящите не се
          срещат, те от самото начало са един в друг. Търсят се, намират се и
          красотата по света се умножава. Не е просто привличане, харесване-
          любовта е близост, нежност, подкрепа. Това да чувстваш болка, когато
          вдишваш, защото любимият човек не е до теб. Когато го погледнеш, да
          виждаш целия свят в очите му и да се потапяш в прегръдките му.
          Погледне ли те, да усещаш как около теб е празнота, мрак, а само той е
          звездата, светлината. Любовта не гледа с очите, а с душата. Не пита от
          къде си, защото тя е навсякъде; не пита какъв език говориш, защото не
          са й нужни думи, за да бъде разбрана; не гледа цвета на кожата, защото
          обичта няма цвят. Проста математика!
          <br />
          &ensp; Когато си влюбен е лесно да обичаш, лесно е да даваш, лесно е
          да се грижиш. Но не всичко е цветя и рози и идва момент, в който
          трябва да устоиш на трудностите и изпитанията и да не се поддаваш на
          изкушенията. В любовта е недостатъчно даже „прекаленото“. Необходими
          са компромиси и понякога трябва да забравиш за собствените си
          интереси. Една птичка пролет не прави. Любов е тогава, когато двама се
          обичат взаимно. Когато само единият обича- това е болест, стол със
          счупен крак. Взаимоотношенията не могат да просъществуват, ако само
          единият полага усилия. Две минус едно е нула. Проста математика!
          <br />
          &ensp; За мен любовта не се състои в това двама души да се вторачат
          един в друг, а в това те да гледат в една посока. Да,
          противоположностите се привличат и два минуса правят плюс, но ако
          нямат общи интереси и цели- бъдещето им заедно е обречено. Любовта
          трябва да унищожава различията, за да разкрие единството. Колкото
          повече си приличате с човек по мнение, нагласи и интереси, толкова
          повече го харесвате. Противоположностите могат да се привличат, но не
          и да се придържат. Проста математика!
          <br />
          &ensp; Изпитвали ли сте чувството, наречено любов? Чувството, от което
          извират куп емоции! Необясними емоции. Като капка, която прелива от
          чаша. Капка вода, за която жадният копнее. Били ли сте влюбени до
          такава степен, че да устоите на появилите се предизвикателства и
          изкушения? Да запазите отношенията си? Любовта е именно това-
          изкуство, което владеят само онези, които остават заедно във всичко и
          устояват до край! Едно плюс едно е две, но две минус едно е нула!
          Любовта не е корен квадратен, а проста математика!
        </p>
      }
    />
  );
}
