import PageTemplate from "../PageTemplate";
import useScroll from "../../hooks/useScroll";

export default function Human() {
  useScroll();

  return (
    <PageTemplate
      title="Човек вижда толкова, колкото знае"
      prevPath="/Democracy"
      nextPath="/mathlove"
      text={
        <p>
          &ensp;Живея в китно село с малки къщички, големи ниви със златни
          класове, зелени пасища и ливади. Земя, колкото искаш! Тук съм роден и
          израснал, тук създадох семейство. Земеделец съм по професия. Прадядо
          ми е бил земеделец, дядо ми, баща ми също. То на село с какъв друг
          занаят да се захванеш. Парите ми стигат- изхранвам си семейството,
          жената и децата са доволни. Е, онзи ден й купих чанта. Известна марка
          се води. Не зная и аз каква. Не разбирам. На по-голямото дете купих
          телефон, а по-малкото, да не се сърди и то, голяма кукла с някакви
          движещи се механизми. Абе, не зная аз. Стига ми да са щастливи. Какво
          да ги правя- глезя си ги. Пък и ние сме си спретнати. Ако живеем на
          село, трева не пасем. Всичко си имаме. <br />
          &ensp; Ставам рано всяка сутрин. Харесва ми да гледам изгрева, докато
          си пия кафето на спокойствие на терасата. Небето придобива красив
          цветен цвят, който ме зарежда за цял ден. Открай време наблюдавам и
          съсед ми Иван, който излиза по едно и също време винаги за работа.
          Висок и строен млад момък с набола брада, черни като маслини очи и
          коса с цвят на кестен. Работливо момче е! Строител е в някаква фирма.
          Хората говорят за него- та те друга работа си нямат. От леля Гина чух,
          че заплащането е хубаво, работата- стабилна. Какво му трябва друго на
          човек? Сам човек е, няма жена, ни деца, майка му почина преди година
          от рак, а баща му се спомина на нивата отдавна. Има сестра, ама и тя
          избяга с един некадърник в града- стана гражданка без ценности. Остави
          брат си на произвола на съдбата. Ама и сам да си на този свят не е
          хубаво. За кого да се стараеш? За кого да живееш? И туй е лошо. <br />
          &ensp; Тука на село всички се знаем. Всеки ден срещам едни и същи хора
          на път към пекарната. Минавам по едни и същи улици- само дърветата се
          менят според сезоните, от време на време пада по някое листо на
          земята. Каруците с коне оставят следи след себе си по калдъръмените
          улици. <br />
          &ensp; Е, на, излязох и тази сутрин за хляб. Видях Иван, качваше се в
          колата. Поздравих го и минах покрай него. Сънен беше май или не в
          настроение. Всеки си има лоши дни. Продължих си и аз по пътя, стигнах
          до пекарната и се наредих на опашката. Ароматът на току-що изпечен
          хляб възбуди сетивата ми. Дойде Васил, синът на леля Гина. Бе зад мен.
          <br />
          &ensp; -Добро утро, Мите! За хляб ли и ти?- пита ме той. <br />
          &ensp; -Да, толкова рано иначе накъде. <br />
          &ensp; -Е, сега. Викам и ти като съсед ти Иван, бе. Много работлив, па
          така и не си намери жена. Чух, че имал много заеми, дължи много пари и
          на хората тука. Ама не си го чул от мене, да знаеш!- побутна ме с
          лакът. Усмихна се лукаво и ми намигна. Същият е като майка си. Хората
          са го казали- кръвта вода не става! <br />
          &ensp; -Не ме интересуват чуждите проблеми, Васко! Аз себе си не мога
          да оправя, че да тръгна и Ванко да го мисля.- нямах намерение да се
          разправям сега с него. Дойде моят ред, влязох, купих хляб и излязох.
          <br />
          &ensp; Завих към моята къща и видях леля Снеже- сладка старица, жена
          на възраст, леля на Иван и сестра на майка му. Оглеждаше се. <br />
          &ensp; -Добро утро, лельо Снеже! Как си, как е бате Димо? <br />
          &ensp; -Добре сме, Мите! Търся Ванко, не си вдига телефона. Важно е!{" "}
          <br />
          &ensp; -Всяка сутрин излиза по едно и също време. Виждам го. Май много
          работа има напоследък. Ще му предам, че си дошла тука.- замисли се
          преди да ми отговори. <br />
          &ensp; -Мите, от тебе само едно искам- дай тази торба на Иван. Ти като
          му кажеш, че е от мене, ще се сети.- поех торбата и тя си тръгна.
          Чудех се какво ли има в нея, но така и не я отворих. Няма да се меся в
          чуждите работи. Всеки с проблемите си. С една дума- ако не щеш мира,
          на ти секира, е моята работа. После селото да ме говори какъв съм бил,
          какво съм направил.
          <br />
          &ensp; На следващата сутрин, докато си пиех кафето, видях Иван- ровеше
          нещо из колата. Май не можеше да я запали. Реших да сляза да му
          помогна, пък и кесията да дам.
          <br />
          &ensp; -Добро утро, Ванко! Нещо май колата не пали, а?- заговорих го и
          се подпрях на колата. <br />
          &ensp; -Добро да е! Абе, опитвам се и аз, ама…- обади се той изпод
          капака. Беше мръсен, пък отблизо ми се стори и отслабнал. Обърна се
          към мен и вдигна глава. Косата му бе опадала, имаше торбички под
          очите. Забелязах и цигарите, които се подаваха от джоба му.
          <br />
          &ensp; -Дай да ти помогна! Знаеш си ме, разбирам тук-таме от коли.-
          хвърлих един поглед и разчовърках.
          <br />
          &ensp; -Е, бате, жената, децата как са? Върви ли реколтата?
          <br />
          &ensp; -Добре са всички, ти как я караш? Нещо отслабнал ми се струваш,
          пък и тези цигарки там, синко. Не бива, не бива! Младо момче си! Богат
          е този, който е здрав. Остави я малко тая скапана работа. Почини си!
          За какво са ти толкова пари?
          <br />
          &ensp; -Ах, какво да ти кажа? В живота никога не знаеш кой трън ще
          настъпиш. Не знам откъде да започна. Толкова мъка имам на сърцето,
          бате. Много ми тежи. Аз го оставям, тютюна, ама той мене не ме оставя.
          Сестра ми е сама, с деца. Онзи нещастник го хванали да продава дрога и
          сега е в затвора. Аз ги изхранвам. Квартира, храна, за децата
          това-онова. Тя не тръгва на работа, хем няма образование, нали спря да
          учи и избяга, хем с малко бебе. Къде да тръгне?- видях болката в очите
          му. Ама как да съдя момчето? Сестра му е проста, ама все пак му е
          сестра. И аз за семейството ми убивам.
          <br />
          &ensp; -Ванко, синко, няма да те упреквам. Какво да ти кажа? Сестра ти
          е. <br />
          &ensp; -Нея кучетата са я яли, бате. Пет пари не давам за нея. Детето,
          бате, детето! По-голямото! Болно е… болно от рак. На 5 годинки е.
          Животът е пред него! Как да оставя детето да умре. Как да го оставя?
          То не е виновно. Гледа ме в очите и виждам тези на майка. Трябват ми
          пари за лечението.- ръцете ми се разтрепериха. Усетих силна болка в
          сърцето. Изправих се и го погледнах. Беше се подпрял и сълза се плъзна
          по бузата му. И мъжете плачат! Прегърнах го! Такава мъка на младини…
          <br />
          &ensp; -Леля Снеже вчера беше тука, търсеше те. Каза ми да ти дам една
          торба. Чакай да я взема!- изтичах да взема кесията. Влязох вътре и
          очите ми веднага я мернаха. Не се сдържах и отворих да видя какво има
          вътре. Както и предполагах, разбира се, пари! Но тези пари… кому ще
          стигнат? Вече бях взел решение…
          <br />
          &ensp; - Жена, къде са парите?- тръгнах да търся под матрака.
          <br />
          &ensp; - Не викай! Децата спят. Под дрехите са, в гардероба. За какво
          са ти пак? Чанта не искам, Димитре! Няма да харчим пари за глупости! -
          Ще ти обясня по-късно!- взех солидна сума пари, колкото да напълня
          торбата. Целунах красивата ми съпруга и излязох. Иван ме чакаше на
          същото място, където го бях оставил.
          <br />
          &ensp; -Ето, Ванко! Не знам какво има вътре. Не съм отварял да
          проверявам. Знаеш си ме. Не обичам аз така. Когато имаш нужда от
          помощ, ела при мене.- потупах го по рамото. Той пое торбата, благодари
          ми и замина с колата. Наблюдавах го, докато не се загуби в мъглата.
          Потънал в мисли, тръгнах към пекарната… Боже, колко мъка има на тоя
          свят, боже!
        </p>
      }
    />
  );
}
