import PageTemplate from "../PageTemplate";
import useScroll from "../../hooks/useScroll";

export default function Coffee() {
  useScroll();

  return (
    <PageTemplate
      title="5 минути за кафе"
      prevPath="/mathlove"
      nextPath="/almanah"
      text={
        <p>
          &ensp;Животът е илюзия. Игра? Живеем кратък, но пълен с разочарования
          живот. И после… умираме. Жестоко се надявам да съм попаднала в т.нар.
          „Матрица“, от която имам нужда да избягам. Това е единственият шанс да
          си върна „живота“, най-съкровеното ми. Ала всичко изглежда толкова
          реално, но като че ли съм в симулация. Чашата със сутрешното кафе
          всяка сутрин изглежда толкова истинска, стопля ръцете ми, а ароматът
          му- сетивата ми. Толкова е ароматно, силно, сладко. Възпламенява
          цялото ми тяло, а в кръвоносната ми система се влива позитивна
          енергия. Повтарям рутината ден след ден. Гледката пред мен е нереална,
          дори от време на време ми омръзва… но ми носи толкова спомени.
          <br />
          &ensp;Животът е кинолента. Филм? Черно-бял (но тя го правеше цветен).
          Умиращият вижда моменти от живота си като на филм. Последни спомени
          преди последното сбогом. Минаха 9 месеца, а сякаш беше вчера. Всичко
          това ме разтърси до основи. С нея си отиде и нещо вътре в мен. Болката
          бе неописуема, все още ми тежи на сърцето. Когато загубиш любим човек,
          изведнъж целият ти свят се срива. Когато разбереш, че детето ти е
          издъхнало под белите завивки, сърцето ти спира да бие, а душата остава
          осакатена завинаги. Няма празници. Няма делници. Няма лек. Няма помощ.
          Просто няма. Оттогава живея във филм на ужасите, с една и съща рутина
          всеки ден. Душата ми крещи, а “животът“ ми умря. Сега просто съм с
          отворени очи и съществувам.
          <br />
          &ensp;Всичко загуби смисъла си след смъртта на дъщеря ми. Мястото на
          пейката, до мен, е свободно и никой никога не би запълнил празнотата в
          сърцето ми. Облаците на небето са сиви, от която и страна да ги
          погледнеш, каквито и очила да си купиш. Тревата ми се струва
          пожълтяла, а езерото спи- виждам го като блато. Мътни са вече водите
          му. Почвата под краката ми е влажна, а кафеникавите й нюанси ми
          напомнят на нейните очи. Наоколо виждам и няколко случайно нападали
          кестени. Накъдето и да се обърна, зловещата картина на безжизненото й
          тяло ме преследва, издъхнало и посиняло. Животът за мен вече е бяло
          платно, без пейзажи, без палитра от наситени цветове, а аз съм сляп
          художник без муза и без вдъхновение. Съзнанието ми отказва да рисува
          бъдещето. Не мога да си го представя без нея, моята Анджелина…
          <br />
          <br />
          ***
          <br />
          <br />
          &ensp;-Мамо, мислиш ли… мислиш ли, че някой ден ще стана от това
          легло? Да, нали? Ще отидем на нашето си място, нашата пейка. Ще бъде
          хубаво.
          <br />
          &ensp;-Съвсем скоро ще те изпишат, убедена съм. Ти си моето силно
          момиче!
          <br />
          &ensp;-Така и не се научих да пия кафе. Мисля, че сега е моментът.
          Представи си, аз и ти, на пейката, изгряващо слънце, сутрешен бриз, с
          по чаша кафе в ръка. Звучи добре, нали? Моля те, мамо, купи ми кафе!
          Искам моментът да бъде специален.
          <br />
          <br />
          ***  <br />
          <br />
          &ensp;Излязох за 5 минути… времето е ценно. Ценно е! Операцията уж
          беше успешна. Какво се случи? Защо? Как? Върнах се с голяма усмивка,
          която за миг се стопи като восък. Тя, моята Анджелина, бе мъртва.
          Вечен сън! Кафето се разля по дрехите ми и остави по тях вечни петна.
          Чашите се търкулнаха по пода. Не помня много от този ден, нито от
          всеки следващ. След като усетих студенината по ръцете й, цялото й
          тяло, животът стана безразличен. Навън- топла пролет, но в очите й
          бенгалският огън бе изгаснал. Ежедневието бе сиво. Всичко стана
          по-шумно- вятърът, телевизорът, автомобилите, дишането на хората около
          мен. Осъзнах, че повече няма да ми говори, няма да се смее, няма да ме
          прегръща. Отказвам да го приема. След тази буря, дъга няма да изгрее.
          <br />
          &ensp;    Не знам дали усещам присъствието й. Научих се сама да правя
          кафе. Всякакво-  по-слабичко или дълго, със или без сметана, със или
          без захар. Но вече не пия- черният цвят е ужасен, а белите зрънца
          захар се разтапят толкова бързо. Спрях. Ускорява пулса ми. Втълпих си,
          че горчи, че е вредно. Натрапчив горчив вкус! Тъжно е, когато вече
          няма кого да зарадвам. Просто обичам да държа чашата, да гледам как се
          издига парата, а след като кафето изстине, го изливам в езерото. Преди
          9 месеца, преди 5 минути, загубих най-святото, най-скъпото ми. Живеех
          за нея и това не ми тежеше, а напротив- изпълваше ме с енергия.
          Отгледах я с любов и грижи. Кафето ни раздели, но в момента е
          единственото нещо, което ни свързва и ме изпива напълно.
          <br />
          &ensp;            Усеща се отсъствието й вкъщи. Прибирам се всяка
          вечер от работа в празен и студен дом. Не, не бих го нарекла дом-
          отдавна е просто къща. Толкова е подредено, чак ме дразни. Слънчеви
          лъчи не нахлуват в стаята. Храната остава и седи в хладилника с дни.
          Не се чува звъннливият й глас, а сякаш кънти в главата ми. Дрехите й
          са прилежно сгънати в гардероба. Гримовете й са непокътнати. Следа от
          нея няма. Пусто и тихо е вкъщи. Като че ли къщата е пепелник с почти
          изпушена цигара, пълна с изгорели спомени, превърнали се в пепел.
          Усещам студенина, няма го уюта, какъвто беше преди. Сам сама в огромна
          къща… всъщност наполовина. Загубих другата си половина. Някъде. Сред
          хората. В бялата болнична стая. Документите бяха подготвени и
          подписани. А вече няколко души получиха нов шанс за живот, нова
          надежда. Очите й са отворени, но чужди клепачи ги пазят. Сърцето й бие
          и тупти. Но в чуждо тяло…
          <br />
          &ensp;            Притварям очи. Треперя. Прехапвам устните си. Тъгата
          проникна през очите ми. Една сълза с последни сили се бори да не се
          роди. Новородена капка с мъка се задържа на крайчеца на окото ми. Не
          говоря. Не споделям. Само мисля. Тъгата прерязва душата ми като
          стъкло... Няма я. Гледам към небето. Няма звезди. Ще ми се животът да
          беше един сън. Моят се превърна в кошмар в рамките на 5 минути.
          Животът ми изсъхна като пролетните цветя, които след време остават
          само изсъхнали голи пръчки. Отчаяно искам да се събудя. Или може би аз
          живея в сън, а моята Анджелина ме чака някъде с чаша кафе в ръка. Тя
          дари живот на много хора. И с това си нейно дело, ще живее вечно.
          Животът става реален като съня и остава нереален като съня и минава
          неусетно. Болката ме изгаря все повече и повече. Целият ми свят почва
          да се върти в една чаша кафе по посока на лъжичката, по посока на
          часовниковата стрелка. Наляво, надясно, напред, назад... Стрелките на
          часовника отброяват времето… но Анджелина го изпревари с 5 минути.
        </p>
      }
    />
  );
}
