import { useEffect } from "react";
import PageTemplate from "../PageTemplate";

export default function Almanah() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);

  return (
    <PageTemplate
      title=',,Обещавам"'
      prevPath="/democracy"
      nextPath="/Myfather"
      text={
        <p>
          &ensp; Обещавам! Преди войната Кабул беше красив град. Сега също е, но
          градът просто загуби блясъка си, когато останах без роднини и близки.
          Кафяви равнини, сурови планини и заснежени върхове… те обграждат
          долината, в която е разположена столицата ни. Река Кабул тече през
          сърцето на града, разделяйки централните базари с мирис на пресни
          подправки. Аз и баща ми ходехме там да продаваме каквото намерим, за
          да имаме пари за поне малко храна. Бяхме само аз и той. Той беше моят
          воин, моят спасител. <br /> &ensp; Обичах баща си повече от всичко.
          Няма достатъчно думи, с които да опиша колко важен беше за мен моят
          baba. Заради талибаните Афганистан се превърна в затвор за жените.
          Афганистанските момичета трябва да бъдат мълчаливи и да се подчиняват
          на мъжете. Баща ми Кадир ме научи на обратното- да бъда независима, с
          мъжете сме равни. Той не беше типичният афганистанец. Може би това
          беше причината да го обичам толкова много. Аз бях неговото цвете.
          Поливаше ме с грижи всеки ден… <br /> &ensp; ​Спомням си деня, в който
          започна войната и мъжете трябваше да защитят града. - Обещавам, Азиза!
          Обещавам! Ще се върна!- каза татко, но аз не можех да пусна ръката
          му.- Ще се върна, преди да се събудиш, преди да отвориш очи!- Хората
          казват, че очите са прозорeц към душата. Затова го погледнах право в
          очите. Знаех, че лъже. Но нямах избор и пуснах ръката му. Той искаше
          да защити дванайсетгодишното ми тяло и душа, да ме държи далеч от тези
          чудовища. <br /> &ensp; - Върни се възможно най-скоро! Чакам те, baba!
          <br /> &ensp; Страхувах се да остана сама и не можех да заспя. Седнах
          до прозореца. Пороен дъжд измиваше злобата, тъгата и болката от
          кабулските улици. От време на време по небето прелитаха искри и
          гръмотевици. Но това беше най-малкият ми проблем. Надявах се да видя
          баща си отново, да го прегърна. Единственото, което можех да направя,
          беше да се моля на Аллах да го защити. <br /> &ensp; Дъждът спря.
          Часовете минаваха бавно един след друг. Цареше тишина. Чувах
          собственото си дишане и бръмченето на мухите. Това ме побъркваше.
          Слънцето се скриваше бавно. Денят почти беше минал. Аз все още чаках.
          Устата ми бе пресъхнала, а очите ми бяха по-влажни от пръстта навън.
          Бях гладна. Умирах от глад. Ала притеснението ме разяждаше отвътре.
          Baba не се върна. Навън изобщо нямаше хора. Улицата беше празна.
          Помислих си, че не е опасно, затова реших да изляза и да потърся
          татко. <br /> &ensp; Когато пресякох улицата, бях ужасена. Чувствах
          как кръвта преминава през вените ми, чувах ударите на сърцето си в
          ухото ми. Един от талибаните дърпаше за косата момиче, предполагам на
          моята възраст, и го влачеше по една от тъмните улици. Една майка бе
          паднала на земята и прегръщаше убитото си дете. А друга жена молеше да
          я пуснат, защото синът ѝ я чакаше да се върне. <br /> &ensp; Какво
          направих? Защо изобщо излязох? Кой ще отвори вратата на татко като се
          върне? Да не би талибаните да са го заловили? Дали той също моли
          талибаните да го пуснат като онази жена? Не можех да се върна вкъщи.
          Вече ме забелязаха. Ще ме проследят и дори да ме убият. <br /> &ensp;
          Що за мъже са това? Жената е причина те да са на този свят, така че те
          нямат право да не я уважават. Истинските мъже се отнасят към жените с
          достойнството и уважението, което заслужават. Моят baba никога не би
          постъпил така с никоя жена. <br /> &ensp; Реших да се скрия зад една
          разрушена ограда. Надявах се, че никой няма да ме намери. Хората ме
          подминаваха, без да знаят, че някой се крие зад руините. А ако знаеха,
          не мисля, че щяха да спрат да ми помогнат. Някои дори биха ме издали.
          Във войната всеки е сам за себе си. До мен имаше много камъни, останки
          от разрушената ограда. Под тях имаше много смачкани кокичета,
          безжизнени. Само една от тях беше оцеляла. Върху бялата й камбанка
          имаше капка кръв. Реших да я откъсна, за да ми носи късмет и да ми
          напомня да не губя надежда. Аз съм цветето на баща ми, което ще
          оцелее. <br /> &ensp; Чух стъпки, които се приближаваха към мен.
          Запазих спокойствие и надникнах, за да видя кой е. Видях 2 чифта мъжки
          крака. <br /> &ensp; - Разбирам, че трябва да изхранваш и друго
          семейство, но помисли пак. Ще продадеш ли Азиза, единствената си
          дъщеря, за да изхранваш синовете си, които могат да се грижат за себе
          си в тази страна? Кадир, помисли добре! <br /> &ensp; - Нямам избор,
          Хасан! В края на краищата тя ще бъде по-добре, ще има храна, вода,
          подслон. Ще отида да я взема сега. Ахмад я чака. Парите вече ми ги
          даде. <br /> &ensp; ​Те си тръгнаха. На този ден останах без баща, без
          роднини. Съвсем сама. Не войната го уби, а моята представа за него.
          Той откъсна своето цвете, за да нахрани вълците си. Дори не знаех, че
          има друго семейство, дори не знаех, че имам братя. Исках да изляза
          изпод руините и да го погледна в очите както последния път. Но не го
          направих. Стоях на същото място и се надявах, че моят baba, който ме е
          отгледа, ще се върне и ще ме спаси. Не баща ми, който ме продаде. Моят
          baba... <br /> &ensp; ​Останах завинаги под руините, но душата ми се
          луташе и търсеше баща ми. Моят baba, който се надявах да се върне и да
          ме спаси… Моят baba, който не ме предаде. Но това е най-гадната част
          от предателството. Нали знаете какво казват старите- предателството
          идва от най-близките до сърцата ни хора.
        </p>
      }
    />
  );
}
